[
  "obsidian-style-settings",
  "table-editor-obsidian",
  "dataview",
  "templater-obsidian",
  "obsidian-linter",
  "note-toolbar",
  "virtual-linker",
  "color-palette",
  "ling-gloss",
  "obsidian-leaflet-plugin",
  "aprils-automatic-timelines",
  "calendarium",
  "obsidian-importer",
  "convert-url-to-iframe",
  "image-captions",
  "obsidian-rich-links",
  "mononote",
  "colored-tags",
  "longform",
  "multi-properties",
  "multi-column-markdown",
  "settings-search",
  "obsidian-stille",
  "tagged-gallery",
  "media-extended",
  "safe-filename-linter",
  "auto-card-link",
  "folder-notes",
  "datacore",
  "metadata-menu",
  "obsidian-front-matter-title-plugin",
  "vscode-editor",
  "terminal",
  "extended-graph",
  "obsidian-meta-bind-plugin",
  "cursor-integration",
  "obsidian-git",
  "dataview-serializer"
]